Revit 2027 API
ParameterTypeId.TrussFamilyBottomChordStartReleaseType Property
 "Start Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyBottomChordStartReleaseType { get; }
Public Shared ReadOnly Property TrussFamilyBottomChordStartReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyBottomChordStartReleaseType {
	ForgeTypeId^ get ();
}
static member TrussFamilyBottomChordStartReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace